[
    {
        "id" : 1,
        "name":"Manipulacija_i_moć",
        "category":{
            "id" : 1,
            "name": "Popularna_psihologija"
        },
        "author":"Henrik_Feksevs",
        "description":"Želite da odmah primetite da vas neko laže? Flertujete na pravi način? Prodate svoju priču svima? Naravno, reći ćete, ko ne želi da poseduje ove veštine? Henrik Feksevs je fascinantna ličnost. Neki bi ga mogli opisati kao pomalo luckastog ekscentrika, ali ako pročitate njegovu knjigu, otkrićete da on savršeno dobro zna o čemu priča. A uz to je i duhovit.Verovatno se pitate da li je ova knjiga praktični vodič za iluzioniste? Ili možda priručnik za mađioničare početnike? Ili čak neki ezoterijski tekst? Ne, ova knjiga nije ništa od toga. Ona je namenjena svima koji žele da čitaju misli, bez potrebe da budu čarobnjaci. Položaj tela, intonacija govora, korak, pogled i pokreti otkrivaju naša osećanja. Često će ti neverbalni signali biti u direktnom sukobu sa porukom koju izražavamo rečima. ",
        "copies":5,
        "releaseDate":2022
    },
    {
        "id" : 2,
        "name":"Francuski_jezik",
        "category":{
            "id" : 2,
            "name": "Jezici"
        },
        "author":"Biljana_Aksentijević",
        "description":"Udžbenik iz francuskog",
        "copies":2,
        "releaseDate":2021
    },
    {
        "id" : 3,
        "name":"Prosvećeni_svet",
        "category":{
            "id" : 3,
            "name": "Popularna_nauka"
        },
        "author":"Steven_Pinker",
        "description":"U ovoj elegantnoj proceni stanja čovečanstva na početku trećeg milenijuma, kognitivni psiholog, intelektualac i mislilac Stiven Pinker poziva nas da se odaljimo od zastrašujućih naslova kojima smo zasuti i crnih proročanstava „stručnjaka“, koji igraju na kartu naših psihološki uslovljenih predrasuda. Umesto toga, on predlaže da jednostavno pratimo podatke. Pinker pokazuje da su život, zdravlje, prosperitet, sigurnost, mir, znanje i sreća u porastu, ne samo na Zapadu, već u čitavom svetu. Taj napredak nije rezultat neke kosmičke sile. To je dar prosvetiteljstva, uverenja da razum i nauka mogu da dovedu do procvata čovečanstva.",
        "copies":2,
        "releaseDate":2019
    },
    {
        "id" : 4,
        "name":"Homo_Deus",
        "category":{
            "id" : 3,
            "name": "Popularna_nauka"
        },
        "author":"Juval_Noa_Harari",
        "description":"Šta će sada biti prioritetni problemi čovečanstva umesto gladi, bolesti i rata? Kakvu ćemo sudbinu nameniti ljudskom rodu, kao samoproklamovani bogovi planete Zemlje, koje korake ćemo preduzimati da to ostvarimo? Homo Deus istražuje projekte, snove i noćne more koji će oblikovati dvadeset prvi vek – od prevazilaženja smrti do stvaranja veštačkog života. Pred nama su osnovna pitanja na koja moramo da damo odgovore: u kom pravcu ćemo se dalje kretati? I kako ćemo zaštititi ovaj krhki svet od sopstvenih destruktivnih moći? Pred nama je sledeća faza evolucije: Homo Deus.",
        "copies":3,
        "releaseDate":2022
    },
    {
        "id" : 5,
        "name":"Sapijens",
        "category":{
            "id" : 3,
            "name": "Popularna_nauka"
        },
        "author":"Juval_Noa_Harari",
        "description":"Pre stotinu hiljada godina na Zemlji je živelo najmanje šest ljudskih vrsta. Danas postoji samo jedna – homo sapijens. Kako je naša vrsta uspela da pobedi u bici za prevlast? Zašto su naši preci lovci-sakupljači udružili snage da bi gradili gradove i osnivali carstva? Kako smo počeli da verujemo u bogove, nacije i ljudska prava, u novac, knjige i zakone; kako smo pali u ropstvo birokratije, radnog vremena i konzumerizma? Kako će naš svet izgledati u budućnosti?",
        "copies":3,
        "releaseDate":2022
    },
    {
        "id" : 6,
        "name":"Umeće_ratovanja",
        "category":{
            "id" : 4,
            "name": "Istorijska_dela"
        },
        "author":"Sun_Tzu",
        "description":"Sun Tzuova knjiga Umeće ratovanja, je jedno od najznačajnijih klasičnih kineskih dela.Ova knjiga ne sadrži ni jednu zastarelu maksimu ili nejasno uputstvo. Najbolje je pobediti bez borbe, rekao je Sun Tzu. Za njega je rat bio sastavni deo života.Pažljivo pročitajte ovu knjigu, i sve savremene knjige koje govore o upravljanju državom više vam se neće činiti dostojne pažnje.","copies":3,"releaseDate":-500},
    {
        "id" : 7,
        "name":"Intelektom_ispred_svih",
        "category":{
            "id" : 1,
            "name": "Popularna_psihologija"
        },
        "author":"Henrik_Feksevs",
        "description":"Potreba da ostanete u formi na mentalnom nivou, koja se poslednjih decenija uvukla u kolektivnu svest, dobar je pristup i malim sivim ćelijama.Kao kada je reč o fizičkom zdravlju, postoje svojevrsni metodi za unapređenje mentalnog: vežbe i alatke koje možete koristiti da bi vaše misli postale jače, hitrije i prilagodljivije, što će vam pomoći da ostvarite i održite vrhunski učinak u životu, a koji će vas zaštititi od stresa i teškoća, s kojima ćete se neizostavno susretati.",
        "copies":4,
        "releaseDate":2021
    },
    {
        "id" : 8,
        "name":"Brojevi_ne_lažu",
        "category":{
            "id" : 3,
            "name": "Popularna_nauka"
        },
        "author":"Vaclav_Smit",
        "description":"Kako da bolje shvatite moderni svet. Moj omiljeni autor. Bez imalo dvoumljenja preporučujem ovu knjigu svima koji vole da saznaju nešto novo.“– Bil Gejts",
        "copies":2,
        "releaseDate":2022
    },
    {
        "id" : 9,
        "name":"Stari_gradovi_srbije",
        "category":{
            "id" : 3,
            "name": "Popularna_nauka"
        },
        "author":"Dragan_Bosnić",
        "description":"„Nema grada na svetu oko koga su se jagmili toliki narodi, pod čijim su se bedemima vodile tolike bitke, koji je toliko puta menjao vlasnika i pedeset puta uništavan da bi se svih pedeset puta ponovo iz istorijskog groba podigao – kao što je naš Beograd. Pa zar ta činjenica što je taj grad srpski ni najmanje o Srbima ne govori?“ – Borislav Pekić",
        "copies":2,
        "releaseDate":2019
    },
    {
        "id" : 10,
        "name":"Isus_to_nije_rekao",
        "category":{
            "id" : 4,
            "name": "Istorijska_dela"
        },
        "author":"Bart_D._Erman",
        "description":"Rafinirano, ali i na jedan krajnje izazovan način, Erman iznosi dokaze o tome kako je puno omiljenih biblijskih priča i široko prihvaćenih verovanja koje se odnose na Isusovu božanstvenost, Trojstvo, božansko poreklo i nadahnutost Biblije, nastalo kao plod namernih i slučajnih izmena načinjenih od strane drevnih pisara - a ove izmene su, pak, dramatično uticale na sve naredne verzije Biblije.",
        "copies":1,
        "releaseDate":2019
    },
    {
        "id" : 11,
        "name":"Nemački_za_neupućene",
        "category":{
            "id" : 2,
            "name": "Jezici"
        },
        "author":"Wendy_Foster",
        "description":"Guten Tag! Ukoliko želite da naučite nemački jezik – bilo radi posla, putovanja ili zabave – Nemački za neupućene će zadovoljiti sve vaše potrebe. Pored poglavlja koja objašnjavaju gramatiku i njenu primenu, knjiga sadrži i dijaloge koji će vam omogućiti da koristite i govorite nemački jezik kao maternji. Osim toga, ona sadrži i CD koji pruža dodatne mogućnosti za vežbanje govornog jezika. ",
        "copies":1,
        "releaseDate":2018
    }
]